
// Auto generated index for searching.
w["查看投影仪信号输入线端口"]="3*0*8";
w["查看笔记本信号输出端口"]="3*0*6";
w["检查投影机是否可以投影出windows开机画面"]="2*0*1a";
w["次按下power键即可关闭投影仪"]="8*0*a";
w["注意"]="2*10*-1$l";
w["然后使用"]="5*0*g";
w["然后按"]="5*0*b";
w["电源线未接通"]="7*10*-1$a";
w["确认幕布升起"]="6*0*7";
w["端口"]="12*10*-1$6";
w["若不是"]="2*0*u";
w["若您使用的是笔记本电脑"]="2*0*16";
w["若您使用的是笔记本电脑，请通过笔记本电脑的屏幕切换组合键将显示状态切换到笔记本屏幕和投影机屏幕均显示的模式"]="2*0*15";
w["计算机"]="2*1*t$14";
w["请寻找投影升降的开关"]="6*0*e";
w["请尝试如下步骤"]="6*0*a";
w["请按"]="5*0*j";
w["请按投影机面板上或遥控器上的"]="2*0*v";
w["请通过笔记本电脑的屏幕切换组合键将显示状态切换到笔记本屏幕和投影机屏幕均显示的模式"]="2*0*17";
w["请重启计算机"]="2*0*19";
w["请重启计算机，检查投影机是否可以投影出windows开机画面"]="2*0*18";
w["连接vga信号源"]="3*30*0$2";
w["连接的信号源可能有误"]="2*10*-1$e";
w["选择水平"]="5*0*9";
w["选择水平/垂直梯形校正，然后按←按钮"]="5*0*8";
w["通过hdmi或vga线连接投影机"]="2*10*-1$5";
w["通过hdmi或vga线连接投影机，投影画面显示“无信号"]="2*10*-1$4";
w["遥控器光标对准"]="8*0*9";
w["遥控器光标对准“是”，再"]="8*0*8";
w["遥控器关闭投影仪"]="8*40*-1$0$2$3";
w["键及方向键将信号源选择为"]="2*0*13";
w["首先将vga连接至转接头"]="12*10*-1$4";
w["首先请确保hdmi或vga线连接在投影机的带有"]="2*10*-1$h";
w["首先请确保hdmi或vga线连接在投影机的带有“computer”或“pc”字样的接口上（注意：不要连接在带有“monitor"]="2*10*-1$g";

